<?php
return [
    'admin' => [
        'categories' => [
            'store' => [
                'success' => 'Категория успешно добавлена!',
                'error' => 'Не удалось добавить Категорию!',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'error' =>  'Не удалось обновить Категорию!',
            ],
            'destroy' => [
                //
            ],
        ],
        'news' => [
            'store' => [
                'success' => 'Новость успешно добавленная!',
                'error' => 'Не удалось добавить новость!',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'error' =>  'Не удалось обновить новость!',
            ],
            'destroy' => [
                //
            ],
        ],
    ]
];
