<?php
return [
    'admin' => [
        'categories' => [
            'store' => [
                'success' => 'Категория успешно добавлена!',
                'error' => 'Не удалось добавить Категорию!',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'error' =>  'Не удалось обновить Категорию!',
            ],
            'destroy' => [
                'success' => 'Категория успешно Удалена!',
            ],
        ],
        'news' => [
            'store' => [
                'success' => 'Новость успешно добавленная!',
                'error' => 'Не удалось добавить новость!',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'error' =>  'Не удалось обновить новость!',
            ],
            'destroy' => [
                'success' => 'Новость успешно Удалена!',
            ],
        ],
        'users' => [
            'update' => [
                'success' => 'Пользователь Обновился!',
                'error' => 'Не Обновилось!'
            ],
        ],
        'resources' => [
            'store' => [
                'success' => 'RSS URL Ресурс успешно добавлен.',
                'error' => 'Не удалось добавить RSS URL Ресурс!',
            ],
            'update' => [
                'success' => 'RSS URL Ресурс успешно обновилось.',
                'error' =>  'Не удалось обновить RSS URL Ресурс!',
            ],
            'destroy' => [
                'success' => 'RSS URL Ресурс успешно удален!',
            ],
            'parser' => [
                'success' => 'Список RSS URL ресурсов добавлен в очередь.',
                'error' =>  'RSS URL список пустой!',
            ],
        ],
    ],
];
