<?php
return [
    'admin' => [
        'categories' => [
            'store' => [
                'success' => 'Категория успешно добавлена!',
                'error' => 'Не удалось добавить Категорию!',
            ],
            'update' => [
                'success' => 'Категория успешно обновлена!',
                'error' =>  'Не удалось обновить Категорию!',
            ],
            'destroy' => [
                'success' => 'Категория успешно Удалена!',
            ],
        ],
        'news' => [
            'store' => [
                'success' => 'Новость успешно добавленная!',
                'error' => 'Не удалось добавить новость!',
            ],
            'update' => [
                'success' => 'Новость успешно обновлена!',
                'error' =>  'Не удалось обновить новость!',
            ],
            'destroy' => [
                'success' => 'Новость успешно Удалена!',
            ],
        ],
        'users' => [
            'update' => [
                'success' => 'Пользователь Обновился!',
                'error' => 'Не Обновилось!'
            ],
        ],
        'resources' => [
            'store' => [
                'success' => 'Ресурс успешно добавлен!',
                'error' => 'Не удалось добавить ресурс!',
            ],
            'update' => [
                'success' => 'Обновилось!',
                'error' =>  'Не удалось обновить ресурс!',
            ],
            'destroy' => [
                'success' => 'Ресурс успешно Удален!',
            ],
        ]
    ],
];
